{"translation-revision-date":"2025-09-10 15:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Slider maximum value":["Valore massimo dello slider"],"Slider default value":["Valore predefinito dello slider"],"Slider minimum value":["Valore minimo dello slider"],"Choice %d":["Scelta %d"],"A single image option for an image select field.":["Una singola opzione di immagine per un campo dedicato alla selezione di un'immagine."],"Display progress as dots for each step":["Mostra l'avanzamento sotto forma di punti per ogni passaggio"],"Dots":["Punti"],"Display progress as a continuous line":["Mostra l'avanzamento sotto forma di linea continua"],"Line":["Linea"],"Track color":["Colore traccia"],"A list of image options for an image select field.":["Un elenco di opzioni di immagine per un campo dedicato alla selezione di un'immagine."],"Capture time information with a time picker.":["Acquisisci le informazioni sull'orario con un selezionatore orario."],"Time input field":["Campo di inserimento dell'orario"],"Max value":["Valore max"],"Min value":["Valore min"],"Hearts rating field":["Campo di valutazione con cuori"],"Add a field that allows visitors to select images from a list of options.":["Aggiungi un campo che consenta ai visitatori di selezionare immagini da un elenco di opzioni."],"Image select field":["Campo per la selezione di un'immagine"],"Image select":["Selezione immagine"],"Image Select Field":["Campo per la selezione di un'immagine"],"\"Other\" option":["Opzione \"Altro\""],"Randomize":["Rendi casuale"],"Multiple selection":["Selezione multipla"],"Supersized":["Molto grande"],"Choose one image":["Scegli un'immagine"],"Complete MailPoet setup":["Completa la configurazione di MailPoet"],"Interactive rating.":["Valutazione interattiva."],"Rating input":["Input valutazione"],"A slider input for selecting a value.":["Un input slider per selezionare un valore."],"Slider input":["Input slider"],"Collect a value from site visitors using a slider field.":["Raccogli un valore dai visitatori del sito utilizzando un campo slider."],"Slider field":["Campo slider"],"Rate your experience":["Valuta la tua esperienza"],"Allow visitors to select a rating.":["Consenti ai visitatori di selezionare una valutazione."],"Rating field":["Campo valutazione"],"Pre-selected rating value (0 for no selection)":["Valore della valutazione preselezionato (0 per nessuna selezione)"],"Default rating":["Valutazione predefinita"],"Highest rating users can select (2–10).":["La valutazione più alta che gli utenti possono selezionare (2-10)."],"Maximum rating":["Punteggio massimo"],"MailPoet is active. There is one step left. Please complete <a>MailPoet setup<\/a>.":["MailPoet è attivo. Rimane ancora un passaggio. Completa la <a>configurazione di MailPoet<\/a>."],"You do not have any MailPoet lists yet. Click the dashboard button below to create one, or contacts will be added to a \"Jetpack Forms Subscribers\" list.":["Non hai ancora elenchi MailPoet. Fai clic sul pulsante della dashboard di seguito per crearne uno, altrimenti i contatti verranno aggiunti a un elenco \"Iscritti ai moduli Jetpack\"."],"Which MailPoet list should contacts be added to?":["A quale elenco MailPoet devono essere aggiunti i contatti?"],"MailPoet email marketing":["Marketing tramite e-mail MailPoet"],"Disconnect Google Drive":["Disconnetti da Google Drive"],"View form responses":["Visualizza le risposte del modulo"],"The name\/ID \"%s\" is a reserved word. Please use a different name.":["Il nome\/L'ID \"%s\" è una parola riservata. Usa un nome diverso."],"Next step":["Passaggio successivo"],"Previous step":["Passaggio precedente"],"Unlabeled":["Senza etichetta"],"Single step":["Passaggio singolo"],"Edit mode":["Modalità di modifica"],"Currently editing all steps":["Attualmente è in corso la modifica di tutti i passaggi"],"Currently editing step %d":["Attualmente è in corso la modifica del passaggio %d"],"All steps":["Tutti i passaggi"],"Step navigation is only available in single step mode":["Lo spostamento tra i vari passaggi è disponibile solo in modalità passaggio singolo"],"Add at the end":["Aggiungi alla fine"],"Add at the beginning":["Aggiungi all'inizio"],"Add step after":["Aggiungi passaggio dopo"],"Add step before":["Aggiungi passaggio prima"],"Add step":["Aggiungi passaggio"],"A collection of option blocks":["Una raccolta di blocchi di opzioni"],"An option for a form choice field":["Un'opzione per un campo di scelta del modulo"],"A label for a form field":["Un'etichetta per un campo del modulo"],"An input for a form field":["Un input per un campo del modulo"],"A single step in a multi-step form.":["Un passaggio singolo in un modulo a più passaggi."],"Step":["Passaggio"],"Step %d label":["Etichetta del passaggio %d"],"Step %d":["Passaggio %d"],"Name the step.":["Consente di assegnare un nome al passaggio."],"Step label":["Etichetta del passaggio"],"Responsible for the navigation between steps.":["Consente di spostarsi tra i vari passaggi."],"Step navigation":["Spostamento tra i passaggi"],"Split the current step into two steps.":["Consente di suddividere il passaggio corrente in due passaggi."],"Step Divider":["Strumento di suddivisione dei passaggi"],"A container that organizes multiple form steps.":["Un contenitore che organizza più passaggi in un modulo."],"Steps":["Passaggi"],"Show a visual indicator of progress through multi-step forms.":["Consente di mostrare un indicatore visivo dell'avanzamento all'interno dei moduli a più passaggi."],"Progress indicator":["Indicatore di avanzamento"],"Third option":["Terza opzione"],"Second option":["Seconda opzione"],"File upload":["Caricamento file"],"Dropzone":["Area di rilascio"],"A dropzone for file uploads.":["Un'area di rilascio per il caricamento di file."],"File upload dropzone":["Area di rilascio caricamento file"],"Drag and drop or click to select a file.":["Trascina e rilascia un file o fai clic per selezionarne uno."],"Next button":["Pulsante Successivo"],"Next →":["Successivo &rarr;"],"Previous button":["Pulsante Precedente"],"← Back":["← Precedente"],"✨ That's it! Send it over and we'll take care of the rest.":["✨ Ecco fatto! Procedi all'invio e noi ci occuperemo del resto."],"If you'd rather chat by phone, just leave your number here.":["Se preferisci parlare al telefono, lascia il tuo numero qui."],"Preferred way to hear from us":["Modalità di contatto preferita"],"Text message":["Messaggi di testo"],"Phone call":["Telefonata"],"Preferences":["Preferenze"],"How soon do you need a response?":["Entro quanto tempo hai bisogno di una risposta?"],"Flexible \/ No specific deadline":["Flessibile\/Nessuna scadenza specifica"],"Normal (3–5 business days)":["Normale (3-5 giorni lavorativi)"],"High priority (1–2 business days)":["Priorità alta (1-2 giorni lavorativi)"],"Urgent (within 1 business day)":["Urgente (entro 1 giorno lavorativo)"],"How can we help?":["Come possiamo aiutarti?"],"What brings you here today?":["Cosa ti porta qui oggi?"],"Just exploring":["Sto solo dando un'occhiata"],"I'm interested in your services":["Mi interessano i vostri servizi"],"I need help":["Ho bisogno di assistenza"],"Let's get acquainted":["Conosciamoci meglio"],"Create a form that spans multiple steps.":["Consente di creare un modulo che si sviluppa in più passaggi."],"Multistep Form":["Modulo a più passaggi"],"Friend or family":["Amico o familiare"],"Search engine":["Motore di ricerca"],"Submit button":["Pulsante Invia"],"Job Title (ID must be":["Ruolo (l'ID deve essere"],"Company (ID must be":["Azienda (l'ID deve essere"],"Phone (ID must be":["Telefono (ID deve essere"],"Email (ID must be":["E-mail (l'ID deve essere"],"Last Name (ID must be":["Cognome (l'ID deve essere"],"First Name (ID must be":["Nome (l'ID deve essere"],"Here are suggested and supported fields. You can see a complete list in your Salesforce account by creating a Marketing > Web-to-Lead form.":["Ecco i campi suggeriti e supportati. Puoi vedere un elenco completo nel tuo account Salesforce creando un modulo Marketing > Web-to-Lead."],"Note: to add an ID to any field, select the field block, click Advanced on the block sidebar settings, and add the ID to the 'Name\/ID' field. If you do not see Name\/ID, be sure you've selected the whole field block, not just the label or input.":["Nota: per aggiungere un ID a qualsiasi campo, seleziona il blocco Campo, fai clic su Avanzate nelle impostazioni della barra laterale del blocco e aggiungi l'ID al campo \"Nome\/ID\". Se non vedi Nome\/ID, assicurati di aver selezionato l'intero blocco del campo, non solo l'etichetta o l'input."],"For integration with Salesforce to work, you must add specific fields with specific field IDs that match Salesforce.":["Affinché l'integrazione con Salesforce funzioni, devi aggiungere campi specifici con ID di campo specifici compatibili con Salesforce."],"Creative Mail icon":["Icona di Creative Mail"],"Akismet icon":["Icona di Akismet"],"Upgrade to a paid plan to use file uploads.":["Effettua l'aggiornamento a un piano a pagamento per consentire il caricamento di file."],"Enter the Salesforce organization ID where you want to send leads.":["Inserisci l'ID dell'organizzazione Salesforce a cui desideri inviare i lead."],"Send form contacts to Salesforce":["Invia i contatti del modulo a Salesforce"],"Enter organization ID":["Inserisci ID organizzazione"],"Enter a Salesforce Organization ID to enable.":["Inserisci l'ID dell'organizzazione Salesforce da abilitare."],"Plugin needs activation":["Il plugin deve essere attivato"],"Plugin needs install":["Il plugin deve essere installato"],"Connect your site to Google Drive to export form responses directly to Google Sheets.":["Connetti il tuo sito a Google Drive per esportare le risposte contenute nei moduli direttamente su Fogli Google."],"Google Sheets is connected. You can export your form responses from the form responses page.":["Fogli Google è connesso. È possibile esportare le risposte contenute nei moduli dalla pagina delle risposte."],"Export form responses to Google Sheets.":["Esporta le risposte contenute nei moduli su Fogli Google."],"View stats and settings":["Visualizza statistiche e impostazioni"],"Form does not have integrations set up.":["Non sono state impostate integrazioni per il modulo."],"Salesforce is connected for this form":["Salesforce è connesso per questo modulo"],"Manage responses":["Gestisci risposte"],"Update Jetpack CRM":["Aggiorna Jetpack CRM"],"Open Jetpack CRM settings":["Apri le impostazioni di Jetpack CRM"],"Jetpack CRM is installed. To start saving contacts, simply activate the plugin.":["Jetpack CRM è installato. Per iniziare a salvare i contatti, ti basta attivare il plugin."],"To connect this form to Jetpack CRM, enable the toggle above.":["Per connettere questo modulo a Jetpack CRM, attiva l'interruttore in alto."],"Install this plugin":["Installa questo plugin"],"Activate this plugin":["Attiva questo plugin"],"Enable for this form":["Abilita per questo modulo"],"Disable for this form":["Disabilita per questo modulo"],"Add email permission request before submit button":["Aggiungi la richiesta di autorizzazione e-mail prima del pulsante di invio"],"You're all setup for email marketing with Creative Mail. Please manage your marketing from Creative Mail panel.":["È tutto pronto per il marketing tramite e-mail con Creative Mail. Gestisci il marketing dal pannello Creative Mail."],"Learn about Akismet":["Informazioni su Akismet"],"Your forms are automatically protected with Akismet.":["I tuoi moduli sono automaticamente protetti grazie ad Akismet."],"We keep your forms protected":["Garantiamo la protezione dei tuoi moduli"],"Akismet is installed. Just activate the plugin to start blocking spam.":["Akismet è installato. Per iniziare a bloccare lo spam basta attivare il plugin."],"Jetpack CRM is connected for this form":["Jetpack CRM è connesso per questo modulo"],"Akismet is connected for this form":["Akismet è connesso per questo modulo"],"Increment":["Incremento"],"Action after submit":["Azioni dopo l'invio"],"Manage email contacts and campaigns":["Gestisci contatti e campagne e-mail"],"Akismet filters out form spam with 99% accuracy":["Akismet elimina lo spam dai moduli con una precisione del 99%"],"Akismet Spam Protection":["Protezione antispam Akismet"],"Add Akismet key":["Aggiungi chiave Akismet"],"View spam":["Visualizza spam"],"Add one-click spam protection for your forms with <a>Akismet<\/a>. Simply install the plugin and you're set.":["Aggiungi la protezione antispam con un clic per i moduli con <a>Akismet<\/a>. Basta installare il plugin."],"Select step":["Seleziona passaggio"],"Browse form patterns":["Sfoglia i pattern del modulo"],"Start by selecting one of these templates, or browse patterns.":["Inizia selezionando uno di questi template o sfoglia i pattern."],"Outlined":["Delineato"],"Animated":["Animata"],"Read more.":["Continua a leggere."],"Add an accessible name to help people using assistive technology identify the form. Defaults to page or post title.":["Aggiungi un nome accessibile per aiutare gli utenti che utilizzano tecnologie assistive a identificare il modulo. Predefinito per il titolo della pagina o dell'articolo."],"Accessible name":["Nome accessibile"],"The maximum value to accept in the input.":["Il valore massimo accettabile nell'input."],"Maximum value":["Valore massimo"],"The minimum value to accept in the input. Leaving empty allows any negative and positive values.":["Il valore minimo accettabile nell'input. Se si lascia vuoto, sono consentiti tutti i valori negativi e positivi."],"Minimum value":["Valore minimo"],"Upload a file":["Carica un file"],"Allow visitors to upload files through your form.":["Consenti ai visitatori di caricare file attraverso il modulo."],"Attachment":["Allegato"],"File upload field":["Campo caricamento file"],"Collect numbers from site visitors.":["Raccogli i numeri dei visitatori del sito."],"Number input field":["Campo di inserimento del numero"],"Number":["Numero"],"Activate Forms":["Attiva i moduli"],"Activating Forms":["Attivazione dei moduli"],"Website field":["Campo sito web"],"Show labels":["Mostra etichette"],"Needs connection":["Collegamento necessario"],"Select the format in which the date will be displayed.":["Seleziona il formato in cui verrà mostrata la data."],"Date Format":["Formato data"],"YYYY-MM-DD":["AAAA-MM-GG"],"DD\/MM\/YYYY":["GG\/MM\/AAAA"],"MM\/DD\/YYYY":["MM\/GG\/AAAA"],"You’ll need to activate the Forms feature to use this block.":["Dovrai attivare la funzionalità Moduli per usare questo blocco."],"block search term\u0004signup":["iscriviti"],"A simple way to collect leads using forms on your site.":["Un modo semplice per raccogliere lead usando i moduli sul tuo sito."],"Lead capture":["Acquisizione di lead"],"Customize the input's name\/ID. Only alphanumeric, dash and underscore characters are allowed":["Personalizza il nome\/l'ID input. Sono consentiti solo caratteri alfanumerici, trattini e trattini bassi"],"Name\/ID":["Nome\/ID"],"Connect to Google Drive":["Collegati a Google Drive"],"Single Choice Option":["Opzione a scelta singola"],"Multiple Choice Option":["Opzione a scelta multipla"],"Previous":["Precedente"],"Deactivate for individual styling of this block":["Disattiva per lo stile individuale di questo blocco"],"Sync fields style":["Sincronizza lo stile dei campi"],"Add option…":["Aggiungi opzione..."],"Select one option":["Seleziona un'opzione"],"Choose one option":["Scegli un'opzione"],"Choose several options":["Scegli diverse opzioni"],"Create forms to collect data from site visitors and manage their responses.":["Crea moduli per raccogliere dati dai visitatori del sito e gestire le loro risposte."],"You can edit the \"required\" label in the editor":["Puoi modificare l'etichetta \"richiesto\" nell'editor"],"Add a compact select box, that when expanded, allows visitors to choose one value from the list.":["Aggiungi una casella di selezione compatta che, una volta espansa, consente ai visitatori di scegliere un valore dall'elenco."],"Offer users a list of choices, and allow them to select a single option.":["Offri agli utenti un elenco di scelte e consenti loro di selezionare una singola opzione."],"Offer users a list of choices, and allow them to select multiple options.":["Offri agli utenti un elenco di scelte e consenti loro di selezionare più opzioni."],"Communicate site terms and offer visitors consent to those terms.":["Comunica i termini del sito e offrire ai visitatori il consenso a tali termini."],"Confirm or select information with a single checkbox.":["Conferma o seleziona le informazioni con un'unica casella di controllo."],"Capture longform text responses from site visitors.":["Acquisisci risposte di testo lunghe dai visitatori del sito."],"Collect phone numbers from site visitors.":["Raccogli i numeri di telefono dai visitatori del sito."],"Capture date information with a date picker.":["Acquisisci le informazioni sulla data con un selettore di date."],"Collect a website address from your site visitors.":["Raccogli l'indirizzo di un sito web dai visitatori del tuo sito."],"Collect email addresses from your visitors.":["Raccogli gli indirizzi e-mail dei tuoi visitatori."],"Collect the site visitor’s name.":["Raccogli il nome del visitatore del sito."],"Collect short text responses from site visitors.":["Raccogli brevi risposte di testo dai visitatori del sito."],"%1$d – %2$s":["%1$d - %2$s"],"Customize the view after form submission:":["Personalizza la visualizzazione dopo l'invio del modulo:"],"Where to find your Salesforce Organization ID":["Dove trovare il tuo ID dell'organizzazione Salesforce"],"Enter your Organization ID":["Inserisci l'ID organizzazione"],"Organization ID":["ID organizzazione"],"Salesforce":["Salesforce"],"Manage and export your form responses in WPAdmin:":["Gestisci ed esporta le risposte del modulo in WPAdmin:"],"Get incoming form responses sent to your email inbox:":["Ricevi le risposte del modulo in arrivo inviate alla tua casella di posta elettronica:"],"Single choice (radio)":["Scelta singola (radio)"],"Terms consent":["Termini del consenso"],"Multi-line text field":["Campo di testo multiriga"],"Phone number field":["Campo numero di telefono"],"Email field":["Campo e-mail"],"Name field":["Campo nome"],"Your message has been sent":["Il tuo messaggio è stato inviato"],"Step %1$d – %2$s":["Passaggio %1$d - %2$s"],"Choose a pattern":["Scegli un pattern"],"Google Sheets":["Fogli Google"],"Integrations":["Integrazioni"],"Next":["Successivo"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["Aggiorna il plugin Jetpack CRM all'ultima versione per integrare il modulo di contatto con CRM."],"File":["File"],"Install":["Installa"],"Creative Mail":["Creative Mail"],"link":["link"],"Progress color":["Colore dell'avanzamento"],"block search term\u0004day month year":["giorno mese anno"],"Open Creative Mail settings":["Apri le impostazioni di Creative Mail"],"Store contact form submissions in your CRM":["Archivia gli invii del modulo di contatto nel tuo CRM"],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's <a>Jetpack Forms extension<\/a>.":["Puoi integrare questo modulo di contatto con Jetpack CRM abilitando l'<a>estensione Jetpack Forms<\/a> di Jetpack CRM."],"A site administrator must enable the CRM Jetpack Forms extension.":["Un amministratore del sito deve abilitare l'estensione Jetpack Forms di Jetpack CRM."],"Add a privacy checkbox":["Aggiungi una casella di selezione per la privacy"],"Mention that you can email":["Accenna al fatto che puoi inviare per e-mail"],"Permission to email":["Autorizzazione a inviare per e-mail"],"Add %s consent message…":["Aggiungi %s messaggio di consenso..."],"To start sending email campaigns, install the Creative Mail plugin.":["Per iniziare a inviare campagne e-mail, installa il plugin Creative Mail."],"Activating…":["Attivazione in corso…"],"Installing…":["Installazione in corso…"],"Redirecting…":["Reindirizzamento in corso…"],"Upgrade your plan to upload audio":["Aggiorna il piano per caricare audio"],"Upgrade your plan to use video covers":["Aggiorna il piano per utilizzare cover video"],"Consent":["Consenti"],"Can we send you an email from time to time?":["Possiamo inviarti un'e-mail di tanto in tanto?"],"By submitting your information, you're giving us permission to email you. You may unsubscribe at any time.":["Inviando le tue informazioni, ci autorizzi a inviarti e-mail. Puoi annullare l'iscrizione in qualsiasi momento."],"Jetpack CRM":["Jetpack CRM"],"Checkbox settings":["Impostazioni sulla casella di controllo"],"Search…":["Ricerca…"],"Checked by default":["Controllata per impostazione predefinita"],"Field is required":["Il campo è richiesto"],"Adjust the width of the field to include multiple fields on a single line.":["Regola la larghezza del campo per includere più campi su una singola riga."],"Enter a subject":["Inserisci un oggetto"],"Email address to send to":["Indirizzo e-mail per l'invio"],"New feedback received from your website":["Nuovo feedback ricevuto dal tuo sito web"],"Send Feedback":["Invia il feedback"],"How could we improve?":["Come possiamo migliorare?"],"5 - Excellent":["5 - Eccellente"],"4 - Good":["4 - Buono"],"3 - Average":["3 - Medio"],"2 - Poor":["2 - Scarso"],"1 - Very Bad":["1 - Scadente"],"Please rate our website":["Vota il nostro sito web"],"Add a feedback form to your page":["Aggiungi un modulo del feedback alla tua pagina"],"Feedback Form":["Modulo del feedback"],"A new appointment booked from your website":["Un nuovo appuntamento prenotato dal tuo sito web"],"Notes":["Note"],"Afternoon":["Pomeriggio"],"Morning":["Mattina"],"Add an Appointment booking form to your page":["Aggiungi un modulo per la prenotazione dell'appuntamento alla tua pagina"],"Appointment Form":["Modulo appuntamento"],"A new registration from your website":["Una nuova registrazione dal tuo sito web"],"Friend or Family":["Amici o famiglia"],"TV":["TV"],"Social Media":["Social media"],"Search Engine":["Motore di ricerca"],"How did you hear about us?":["Come hai saputo di noi?"],"Add a Registration form to your page":["Aggiungi un modulo per la registrazione alla tua pagina"],"Registration Form":["Modulo per la registrazione"],"A new RSVP from your website":["Una nuova conferma dal tuo sito web"],"Send RSVP":["Invia conferma"],"Attending?":["Vuoi partecipare?"],"Add an RSVP form to your page":["Aggiungi un modulo di conferma alla tua pagina"],"RSVP Form":["Modulo di conferma"],"Contact Us":["Contattaci"],"Add a contact form to your page.":["Aggiungi un modulo di contatto alla tua pagina."],"Add label…":["Aggiungi etichetta…"],"Disconnecting…":["Disconnessione in corso…"],"Connecting…":["Connessione in corso…"],"Button":["Pulsante"],"Upload":["Carica"],"website":["sito web"],"Message text":["Testo del messaggio"],"Redirect to another webpage":["Reindirizza a un'altra pagina web"],"Show a custom text message":["Mostra un messaggio di testo personalizzato"],"Show a summary of submitted fields":["Mostra un riepilogo dei campi inviati"],"On submission":["Al momento dell'invio"],"Thank you for your submission!":["Grazie per il tuo invio!"],"block search term\u0004subscribe":["abbonati"],"Dropdown":["Menu a discesa"],"Select":["Seleziona"],"Choose":["Scegli"],"Accept":["Ok"],"Confirm":["Conferma"],"Multiline text":["Testo multilinea"],"Mobile":["Mobile"],"Cellular phone":["Telefono cellulare"],"Calendar":["Calendario"],"internet page":["pagina internet"],"mail":["email"],"block search term\u0004contact form":["modulo di contatto"],"block search term\u0004feedback":["feedback"],"Required":["Richiesto"],"Form":["Modulo"],"Email subject line":["Oggetto e-mail"],"name@example.com":["nome@esempio.com"],"%s are not a valid email address.":["%s non è un indirizzo email valido."],"%1$s and %2$s are not a valid email address.":["%1$s e %2$s non sono indirizzi e-mail validi."],"%s is not a valid email address.":["%s non è un indirizzo email valido."],"You can enter multiple email addresses separated by commas.":["Puoi inserire più indirizzi e-mail separati da una virgola."],"block search term\u0004email":["email"],"Phone Number":["Numero di telefono"],"Phone number":["Numero di telefono"],"(opens in a new tab)":["(apre in una nuova scheda)"],"Phone":["Telefono"],"Remove":["Rimuovi"],"Send":["Invia"],"What do you need help with?":["Per cosa ti serve aiuto?"],"List":["Elenco"],"Enabled":["Abilitato"],"Upgrade":["Aggiorna"],"WhatsApp":["WhatsApp"],"Width":["Larghezza:"],"Image":["Immagine"],"Rating":["Valutazione"],"Subscribe":["Iscriviti"],"Submit":["Invia"],"Time":["Orario"],"Email Address":["Indirizzo email"],"No":["No"],"Cancel":["Annulla"],"Default":["Predefinito"],"First option":["Prima opzione"],"Options":["Opzioni"],"Textarea":["Area di testo"],"Text":["Testo"],"Radio":["Radio"],"Checkbox":["Casella di controllo"],"Label":["Etichetta"],"Yes":["Sì"],"(required)":["(obbligatorio)"],"Contact Form":["Modulo di contatto"],"Date":["Data"],"Message":["Messaggio"],"Website":["Sito web"],"Email":["Email"],"Add":["Aggiungi"],"Activate":["Attiva"],"e-mail":["email"],"Name":["Nome"],"Option":["Opzione"],"Settings":["Impostazioni"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/editor.js"}}