{"translation-revision-date":"2025-09-10 15:54:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Publicize font options":["Pubblicizza le opzioni dei font"],"You must connect your WordPress.com account to be able to re-share posts.":["Devi connettere il tuo account WordPress.com per poter ricondividere gli articoli."],"Default Image":["Immagine predefinita"],"To re-share a post, you need to upgrade to a paid plan.":["Per condividere nuovamente un articolo, devi effettuare l'aggiornamento a un piano a pagamento."],"Publicize scheduled actions":["Pubblicizza le azioni programmate"],"Publicize shares data":["Pubblicizza i dati delle condivisioni"],"There was an error deleting the item.":["Si è verificato un errore durante l'eliminazione dell'elemento."],"There was an error scheduling the post.":["Si è verificato un errore durante la programmazione dell'articolo."],"Post scheduled successfully.":["Articolo programmato correttamente."],"No upcoming posts scheduled for sharing.\u0004No upcoming shares":["Nessuna condivisione imminente"],"Upcoming posts scheduled for sharing.\u0004Upcoming shares":["Condivisioni imminenti"],"Scheduled posts\/shares items\u0004Scheduled (%d)":["Programmati (%d)"],"Scheduled posts\/shares items being loaded.\u0004Scheduled (Loading…)":["Programmati (caricamento…)"],"The button label for the modal trigger\u0004Preview & Share":["Visualizza in anteprima e condividi"],"The title of the social modal\u0004Share Post":["Condividi l'articolo"],"Are you sure you want to delete this post?":["Desideri eliminare questo articolo?"],"Confirms the date and time selected to be used to share the post\u0004Confirm":["Conferma"],"Label for publicize toggle\u0004Sharing is disabled":["La condivisione è disattivata"],"Followed by a list of social media platforms that are no longer supported by Publicize.\u0004Following platforms are not supported anymore:":["Le seguenti piattaforme non sono più supportate:"],"This notice is shown when a social media connection needs to be reconnected.\u0004To keep sharing with this connection, please reconnect it.":["Per continuare a condividere con questa connessione, connettila nuovamente."],"This notice is shown when a social media connection is broken.\u0004There is an issue with this connection.":["Si è verificato un problema con questa connessione."],"Publicize services":["Pubblicizza servizi"],"This can either be %s or just the domain name if you are using a custom domain.":["Può essere %s o solo il nome di dominio se usi un dominio personalizzato."],"Bluesky usernames cannot contain dots. If you are using a custom domain, enter it without \"%s\"":["I nomi utente di Bluesky non possono contenere punti. Se stai usando un dominio personalizzato, inseriscilo senza \"%s\""],"A social connection needs attention. <fixLink>Manage connections<\/fixLink> to fix it.":["Una connessione social richiede la tua attenzione. <fixLink>Gestisci le connessioni<\/fixLink> per correggerla.","Alcune connessioni social richiedono la tua attenzione. <fixLink>Gestisci le connessioni<\/fixLink> per correggerle."],"Expiring connection":["Connessione in scadenza","Connessioni in scadenza"],"Reconnect to continue sharing.":["Effettua nuovamente la connessione per continuare a condividere."],"Social Settings":["Impostazioni social"],"We could not retrieve which company pages you have access to. This is a known issue with the LinkedIn API. If you would like to connect a company page, please retry after 5 minutes.":["Non abbiamo potuto recuperare le pagine aziendali a cui hai accesso. Questo è un problema noto dell'API di LinkedIn. Se desideri collegarti a una pagina aziendale, riprova dopo 5 minuti."],"Request submitted successfully.":["Richiesta inviata correttamente."],"This is what it will look like when someone shares the link to your WordPress post on Bluesky.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su Bluesky."],"This is what your social post will look like on Bluesky:":["Ecco come verrà visualizzato il tuo articolo social su Bluesky:"],"refers to the time since the post was published, e.g. \"1h\"\u00041h":["1 h"],"Account name":["Intestatario conto corrente"],"To share to Bluesky please enter your Bluesky handle and app password below, then click connect.":["Per condividere con Bluesky, inserisci il tuo handle e password app di Bluesky di seguito, quindi connetti."],"This Bluesky account is already connected":["Questo account Bluesky è già connesso"],"Invalid Bluesky handle":["Handle di Bluesky non valido"],"Please provide an app password to fix the connection.":["Fornisci una password dell'app per risolvere la connessione."],"App password is needed to safely connect your account. App password is different from your account password. You can <link>generate it in Bluesky<\/link>.":["La password dell'app è richiesta per connettere al tuo account in modo sicuro. La password dell'app è diversa dalla password dell'account. Puoi <link>generarla in Bluesky<\/link>."],"App password":["Password dell'app"],"You can find the handle in your Bluesky profile.":["Puoi trovare l'handle nel tuo profilo Bluesky."],"Bluesky handle":["Handle di Bluesky"],"You can find the handle in your Mastodon profile.":["Puoi trovare l'handle nel tuo profilo Mastodon."],"Mastodon handle":["Handle di Mastodon"],"The handle of a social media account.\u0004Handle":["Nome utente"],"Actions":["Azioni"],"Status":["Stato"],"Social media connection\u0004This connection has been reconnected or removed.":["Questa connessione è stata riconnessa rimossa."],"Social media connection\u0004This connection has been removed.":["Questa connessione è stata rimossa."],"Please refresh and check again in a few minutes.":["Aggiorna la pagina e ricontrolla tra alcuni minuti."],"Edit and preview your social post before sharing.":["Modifica e visualizza l'anteprima del tuo articolo sui social prima di condividerlo."],"Connection disabled":["Connessione disabilitata"],"Connection enabled":["Connessione abilitata"],"Failed":["Non riuscito"],"The sharing is successful\u0004Shared":["Condiviso"],"Sharing failed with the following message:":["Condivisione del seguente messaggio non riuscita:"],"Sharing status":["Stato di condivisione"],"View sharing history":["Visualizza cronologia di condivisione"],"The request to share your post is still in progress.":["La richiesta di condivisione dell'articolo è ancora in corso."],"Your post was not shared.":["L'articolo non è stato condiviso."],"Your post was successfuly shared to %d connection.":["Il tuo articolo è stato condiviso correttamente con %d connessione.","Il tuo articolo è stato condiviso correttamente con %d connessioni."],"Your post was shared.":["L'articolo è stato condiviso."],"Review status and try again":["Verifica lo stato e riprova"],"Your post was unable to be shared to %d connection.":["Non è stato possibile condividere l'articolo con %d connessione.","Non è stato possibile condividere l'articolo con %d connessioni."],"Sharing to your social media…":["Condivisione sui social media..."],"Write a custom message for your social audience here. This message will override your social post content.":["Scrivi qui un messaggio personalizzato per il tuo pubblico social. Questo messaggio sovrascriverà i tuoi contenuti social."],"Invalid media":["Media non valido"],"Invalid dimensions":["Dimensioni non valide"],"Video too short":["Video troppo corto"],"Video too long":["Video troppo lungo"],"File too big":["File troppo grande"],"Social Preview":["Anteprima sui social"],"Preview social posts":["Visualizza articoli social in anteprima"],"Please fix the broken connections or disconnect them to create more connections.":["Ripara le connessioni interrotte o scollegale per creare altre connessioni."],"Fix social media connection\u0004Fix connection":["Correggi la connessione"],"Fix the social media connections\u0004Fix connections":["Correggi le connessioni"],"Want to share to other networks? Use our Manual Sharing feature from the editor.":["Vuoi condividere con altre reti? Usa la funzionalità di condivisione manuale nell'editor."],"Comma to separate list of social media platforms\u0004,":[","],"Colon to display before the list of social media platforms\u0004:":[":"],"You can use our <link>Manual Sharing<\/link> feature instead.":["Usa invece la nostra funzionalità di <link>condivisione manuale<\/link>."],"Threads profile image":["Immagine di profilo Threads"],"Threads link preview requires an image to be set for the post. Please add an image to see the preview.":["L'anteprima dei link di Threads richiede l'impostazione di un'immagine per il post. Aggiungi un'immagine per visualizzare l'anteprima."],"This is what it will look like when someone shares the link to your WordPress post on Threads.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su Threads."],"This is what your social post will look like on Threads:":["Ecco come verrà visualizzato il tuo articolo social su Threads."],"Failed to save image to library.":["Impossibile salvare l'immagine nella libreria."],"Failed to download image.":["Impossibile scaricare l'immagine."],"The name of the social media network - threads.net\u0004Threads":["Threads"],"Save to media library":["Salva nella libreria multimediale"],"Saving the file to media library\u0004Saving…":["Salvataggio in corso..."],"Save the generated image to your media library.":["Salva l'immagine generata nella tua libreria multimediale."],"Image saved to media library.":["Immagine salvata nella libreria multimediale."],"Add Threads connection":["Aggiungi connessione a Thread"],"Increase your presence in social media by sharing your posts automatically to Threads.":["Aumenta la tua presenza sui social media condividendo i tuoi post automaticamente su Threads."],"Share posts to your Threads feed.":["Condividi post sul tuo feed di Threads."],"Broken connection":["Connessione interrotta"],"Attached Media":["Media allegato"],"This platform is no longer supported.":["Questa piattaforma non è più supportata."],"Updating account":["Aggiornamento dell'account"],"Error updating account.":["Errore durante l'aggiornamento dell'account."],"Account updated successfully.":["Account aggiornato con successo."],"Error connecting account.":["Errore di connessione dell'account."],"%s account connected successfully.":["Account %s connesso con successo."],"Error disconnecting account.":["Errore durante la disconnessione dell'account."],"Account disconnected successfully.":["Account disconnesso correttamente."],"To share to Mastodon please enter your Mastodon username below, then click connect.":["Per condividere con Mastodon inserisci il tuo nome utente Mastodon qui sotto, quindi fai clic su \"Connetti\"."],"Share with your network.":["Condividi con la tua rete."],"Add Tumblr connection":["Aggiungi connessione a Tumblr"],"<strong>Connect<\/strong> to automatically share posts to your Tumblr blog.":["<strong>Connettiti<\/strong> per condividere automaticamente gli articoli del tuo blog di Tumblr."],"Share to your Tumblr blog.":["Condividi sul tuo blog di Tumblr."],"<strong>Connect<\/strong> with friends, neighbors, and local businesses by automatically sharing your posts to Nextdoor.":["<strong>Connettiti<\/strong> con amici, vicini e attività locali condividendo automaticamente i tuoi articoli su Nextdoor."],"Share on communities":["Condividi nelle community"],"Add LinkedIn connection":["Aggiungi connessione a LinkedIn"],"<strong>Connect<\/strong> to automatically share posts with your LinkedIn connections.":["<strong>Connettiti<\/strong> per condividere automaticamente gli articoli con le tue connessioni di LinkedIn."],"Share with your LinkedIn community.":["Condividi con la tua community di LinkedIn."],"Add Instagram photo":["Aggiungi una foto di Instagram"],"Learn how to convert & link your Instagram account.":["Scopri come convertire e collegare il tuo account Instagram."],"<i>When you click “connect” you'll be asked to <strong>log into Facebook<\/strong>. If your Instagram Business account isn't listed, ensure it's linked to a Facebook page.<\/i>":["<i>Quando fai clic su \"Connetti\" ti verrà chiesto di <strong>accedere a Facebook<\/strong>. Se il tuo account Instagram Business non è presente nell'elenco, assicurati che sia collegato a una pagina Facebook.<\/i>"],"Your Instagram Business account must be linked to a Facebook page.":["Il tuo account Instagram Business deve essere collegato a una pagina Facebook."],"You must have an Instagram Business account.":["Devi avere un account Instagram Business."],"Requirements for connecting Instagram:":["Requisiti per la connessione a Instagram:"],"Drive engagement and save time by automatically sharing images to Instagram when you publish blog posts.":["Promuovi il coinvolgimento e risparmia tempo condividendo automaticamente immagini su Instagram quando pubblichi articoli del blog."],"Share to your Instagram Business account.":["Condividi sul tuo account Instagram Business."],"Add Facebook connection":["Aggiungi connessione a Facebook"],"<strong>Connect<\/strong> to automatically share posts on your Facebook page.":["<strong>Connettiti<\/strong> per condividere automaticamente gli articoli sulla tua pagina Facebook."],"Share to your pages":["Condividi sulle tue pagine"],"This Mastodon account is already connected":["Questo account Mastodon è già connesso"],"Invalid Mastodon username":["Nome utente Mastodon non valido"],"%d connections":["%d connessioni"],"This connection is added by a site administrator.":["Questa connessione è aggiunta da un amministratore del sito."],"Connect more":["Aggiungi connessioni"],"Manage Jetpack Social connections":["Gestisci le connessioni Jetpack Social"],"Connection confirmation":["Conferma connessione"],"Already connected":["Già connesso"],"No accounts\/pages found.":["Nessun account o pagina trovata."],"Message shown when there are no connections found to connect\u0004No more accounts\/pages found.":["Non sono stati trovati altri account o pagine."],"You can change this later.":["Puoi modificarlo quando vuoi."],"If enabled, the connection will be available to all administrators, editors, and authors.":["Se abilitata, la connessione sarà disponibile per tutti gli amministratori, i redattori e gli autori."],"Select the account you'd like to connect. All your new blog posts will be automatically shared to this account. You'll be able to change this option in the editor sidebar when you're writing a post.":["Seleziona l'account che desideri connettere. Tutti i tuoi nuovi articoli del blog saranno condivisi automaticamente con questo account. Potrai modificare questa opzione nella barra laterale dell’editor mentre scrivi un articolo."],"Please select an account to connect.":["Seleziona un account da connettere:"],"Call to action to buy a new plan\u0004Unlock enhanced media sharing features.":["Sblocca funzionalità di condivisione media migliorate"],"Reconnect a social media account\u0004Reconnect":["Riconnetti"],"Mark the connection as shared":["Contrassegna la connessione come condivisa"],"Disconnect a social media account\u0004Disconnect":["Disconnetti"],"Are you sure you want to disconnect <strong>%s<\/strong>?":["Desideri effettuare la disconnessione?<strong>%s<\/strong>"],"Enable the social media accounts where you want to re-share your post, then click on the \"Share post\" button below.":["Abilita gli account dei social media in cui desideri ricondividere il tuo articolo, quindi fai clic sul pulsante \"Condividi articolo\" qui sotto."],"Click on the social icons below to control where you want to share your post.":["Fai clic sulle icone social qui sotto per controllare dove vuoi condividere il tuo articolo."],"You must connect your WordPress.com account to be able to add social media connections.":["È necessario collegare il proprio account WordPress.com per poter aggiungere le connessioni ai social media."],"Sharing is disabled because there are no social media accounts connected.":["La condivisione è disabilitata perché non ci sono account di social media collegati."],"Bluesky":["Bluesky"],"Manage connections":["Gestisci i collegamenti"],"Just tap the social network or \"Copy to Clipboard\" icon, and we'll format your content for sharing.":["Basta toccare le icone social o \"Copia negli appunti\" e formatteremo i tuoi contenuti per la condivisione."],"Manual sharing":["Condivisione manuale"],"This post will be shared to %d connection.":["Questo articolo sarà condiviso con %d connessione.","Questo articolo sarà condiviso con %d connessioni."],"This is what it will look like when someone shares the link to your WordPress post on Nextdoor.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su Nextdoor."],"This is what your social post will look like on Nextdoor:":["Ecco come verrà visualizzato il tuo articolo social su Nextdoor:"],"Neighborhood":["Vicinato"],"Share on %s":["Condividi su %s"],"Copy to clipboard":["Copia negli appunti"],"X":["X"],"Activate the Jetpack Social feature to connect your website to the social media networks you use.":["Attiva la funzionalità Jetpack Social per connettere il tuo sito web alle reti di social media che usi."],"Button label that opens the social previews modal\u0004Preview":["Anteprima"],"Templates":["Modelli"],"Custom Header":["Intestazione personalizzata"],"Open the Social Image Generator settings":["Apri le impostazioni del generatore di immagini social"],"Heading for the generated preview image\u0004Preview":["Anteprima"],"You need a featured image to share to Instagram.":["Hai bisogno di un'immagine in evidenza da condividere su Instagram."],"To share to Instagram, add an image\/video, or enable Social Image Generator.":["Per condividere su Instagram, aggiungi un'immagine\/un video o attiva Generatore di immagini social."],"Leave a Review":["Scrivi una recensione"],"Please leave a review to let others know how easy getting your posts on social media can be!":["Lascia una recensione per far sapere agli altri quanto può essere facile pubblicare i tuoi articoli sui social media."],"Just like that, Jetpack Social has shared your post to your connected social accounts.":["Proprio così, Jetpack Social ha condiviso il tuo articolo sui tuoi account social collegati."],"Presto! %s":["Presto %s"],"The selected media cannot be shared to some social media platforms.":["Gli elementi multimediali selezionati non possono essere condivisi su alcune piattaforme di social media."],"Nextdoor":["Nextdoor"],"This is what it will look like when someone shares the link to your WordPress post on X.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su X."],"This is what your social post will look like on X:":["Ecco come verrà visualizzato il tuo articolo social su X:"],"This is what it will look like when someone shares the link to your WordPress post on Tumblr.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su Tumblr."],"This is what your social post will look like on Tumblr:":["Ecco come verrà visualizzato il tuo articolo social su Tumblr:"],"Reblog":["Ripubblica"],"0 notes":["0 note"],"View On WordPress":["Visualizza su WordPress"],"Tumblr preview thumbnail":["Miniatura anteprima Tumblr"],"This is what it will look like when someone shares the link to your WordPress post on Mastodon.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su Mastodon."],"This is what your social post will look like on Mastodon:":["Ecco come verrà visualizzato il tuo articolo social su Mastodon:"],"anonymous-user":["utente-anonimo"],"Mastodon preview thumbnail":["Miniatura anteprima Mastodon"],"This is what it will look like when someone shares the link to your WordPress post on LinkedIn.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su LinkedIn."],"This is what your social post will look like on LinkedIn:":["Ecco come verrà visualizzato il tuo articolo social su LinkedIn:"],"%d min read":["%d min di lettura"],"1st":["primo"],"View one comment":["Mostra un commento"],"This is what it will look like when someone shares the link to your WordPress post on Facebook.":["Ecco come verrà visualizzato quando qualcuno condividerà il link al tuo articolo WordPress su Facebook."],"Link preview":["Anteprima link"],"This is what your social post will look like on Facebook:":["Ecco come verrà visualizzato il tuo articolo social su Facebook:"],"Your post":["Il tuo articolo"],"Just now":["Proprio ora"],"1h":["1 h"],"Anonymous User":["Utente anonimo"],"Facebook Preview Thumbnail":["Miniatura anteprima Facebook"],"Job Title (Company Name)":["Titolo del lavoro (nome dell'azienda)"],"Dismiss notice":["Ignora l'avviso"],"Connect now":["Connettiti ora"],"Pick the %s template":["Scegli il template %s"],"Generated preview":["Anteprima generata"],"By default the post title is used for the image. You can use this field to set your own text.":["Per impostazione predefinita, il titolo dell'articolo viene usato per l'immagine. Puoi usare questo campo per impostare il tuo testo."],"Social Image is disabled for this post.":["L'immagine social è disattivata per questo articolo."],"Enable Social Image":["Attiva immagine social"],"Add a custom image":["Aggiungi un'immagine personalizzata"],"No Image":["Nessuna immagine"],"Custom Image":["Immagine personalizzata"],"Image Type":["Tipo di immagine"],"Social Image Generator":["Generatore di immagini social"],"Choose Image":["Scegli immagine"],"Arrow right":["Freccia destra"],"Arrow left":["Freccia sinistra"],"Mastodon":["Mastodon"],"Troubleshooting tips":["Suggerimenti per la risoluzione dei problemi"],"Learn photo and video best practices":["Apprendi le best practice per foto e video"],"Choose a visual to accompany your post.":["Scegli un elemento visivo per accompagnare il tuo articolo."],"Add an image or video":["Aggiungi un'immagine o video"],"Remove media":["Rimuovi elemento multimediale"],"Choose Media":["Scegli elemento multimediale"],"Close.":["Chiudi."],"New":["Novità"],"Magnifying Glass":["Lente di ingrandimento"],"Share Your Content Again":["Condividi di nuovo i tuoi contenuti"],"Re-sharing your content":["Ricondividi i tuoi contenuti"],"Share when publishing":["Condividi alla pubblicazione"],"Connection":["Connessione"],"More information.":["Ulteriori informazioni."],"This feature is for sites with a %s plan.":["Questa funzionalità è per i siti che dispongono di un piano %s."],"To re-share a post, you need to upgrade to the %s plan":["Per condividere nuovamente un articolo, devi effettuare l'aggiornamento a un piano %s."],"Upgrade now":["Aggiorna ora"],"paid":["a pagamento"],"Use this tool to share your post on all your social media accounts.":["Usa questo strumento per condividere l'articolo su tutti i tuoi account dei social media."],"Start sharing your posts by connecting your social media accounts.":["Inizia a condividere gli articoli connettendo i tuoi account dei social media."],"You must publish your post before you can share it.":["Devi pubblicare il tuo articolo prima di poterlo condividere."],"Unable to share the Post":["Impossibile condividere l'articolo"],"Loading…":["Caricamento in corso…"],"Jetpack Logo":["Logo Jetpack"],"Dismiss":["Chiudi"],"Retry":["Riprova"],"Twitter profile image":["Immagine profilo Twitter"],"Account Name":["Nome account"],"Social Previews":["Anteprime sui social"],"Preview what this will look like on social networks and Google search.":["Visualizza in anteprima come comparirà sui social network e nella ricerca di Google."],"Open Social Previews":["Apri le anteprime sui social"],"Google Search":["Ricerca di Google"],"Redirecting…":["Reindirizzamento in corso…"],"Upgrade your plan to upload audio":["Aggiorna il piano per caricare audio"],"Upgrade your plan to use video covers":["Aggiorna il piano per utilizzare cover video"],"Has a video.":["Ha un video."],"Tag":["Tag"],"Post":["Articolo"],"Page":["Pagina"],"Has an image.":["Ha un'immagine."],"Has multiple images.":["Ha più immagini."],"Toggle search filters.":["Attiva\/disattiva filtri della ricerca."],"Matching comment.":["Commento corrispondente."],"Show filters":["Mostra filtri"],"Is a product.":["È un prodotto."],"Is an event.":["È un evento."],"Has audio.":["Ha l'audio."],"Disconnecting…":["Disconnessione in corso…"],"Connecting…":["Connessione in corso…"],"Schedule":["Programma"],"Confirm":["Conferma"],"Share this post":["Condividi questo articolo"],"%d character remaining":["%d carattere rimasto","%d caratteri rimasti"],"Connect an account":["Connetti un account"],"(opens in a new tab)":["(apre in una nuova scheda)"],"Activate Jetpack Social":["Attiva Jetpack Social"],"Help":["Aiuto"],"View":["Visualizzare"],"Copied!":["Copiato!"],"WhatsApp":["WhatsApp"],"Information.":["Informazioni."],"Featured Image":["Immagine di presentazione"],"Learn more":["Per saperne di più"],"Delete":["Elimina"],"Category":["Categoria"],"Time":["Orario"],"Tumblr":["Tumblr"],"Facebook":["Facebook"],"LinkedIn":["LinkedIn"],"Close":["Chiudi"],"Share":["Condivisione"],"Connect":["Connetti"],"Save":["Salva"],"Reply":["Rispondi"],"Like":["Mi piace"],"Cancel":["Annulla"],"Default":["Predefinito"],"Yes":["Sì"],"Message":["Messaggio"],"Comment":["Commento"],"Visit the post for more.":["Visita l'articolo per saperne di più."],"Edit":["Modifica"],"Connected":["Collegato"],"Settings":["Impostazioni"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-publicize\/build\/editor-social-sidebar.js"}}